Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nibio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The coastal zone in Nordland is of great importance to the county’s inhabitants and for business development in the region.
nb: Kystsonen i Nordland betyr mye for Nordlands innbyggere og næringsutviklingen i fylket.

source: This is 10 % of the country’s agricultural area.
nb: Dette er 10 prosent av jordbruksarealet på landsbasis.

source: Our conference center is a unique meeting place for courses, conferences and accommodation.
nb: Vårt konferansesenter er et unikt møtested for kurs, konferanser og overnatting.

source: (50 mL), plastic fragment size 63-500 µm
nb: (50 ml), størrelse på plastfragmenter 63500 µm

source: confirmEmailFailure=Your email address was not confirmed.
nb: confirmEmailFailure=E-postadressen din ble ikke bekreftet.

source: Local authorities built a new road through pristine rainforest in 2015, and a group of international researchers has been studying some of the impacts this has had on different taxa since then.
nb: I 2015 ble det anlagt en ny vei tvers gjennom regnskogen. Siden har en gruppe internasjonale forskere kartlagt hvilke effekter dette har hatt på ulike dyregrupper.

source: Your name and email address are required to provide you with a Teams and SharePoint user.
nb: Navnet ditt og epostadressen din er nødvendig for å kunne gi deg en bruker i Teams og SharePoint.

source: The centre has a range of modern meeting rooms for from 2 to 80 participants, 50 sleeping places, attractive local food, exciting exhibitions and beautiful surroundings.
nb: Senteret har moderne møtelokaler for 2 til 80 deltakere, 50 sengeplasser, fristende lokal mat, spennende utstillinger og vakre omgivelser.

source: Evaluation and pre- and post-treatment of waste streams
nb: Vurdering og for- og etterbehandling av avfallsstrømmer

source: «Day-degree threshold for high likelihood of attack » corresponds to when the warning changes from yellow to red (360 day-degrees).
nb: «Døgngradsterskel for høy svermerisiko» tilsvarer terskelen der varsel går fra gult til rødt (360 døgngrader).

source: Food Production and Society, Environment and Natural Resources, Forest and Forest Resources, Biotechnology and Plant Health, and Surveys and Statistics.
nb: Matproduksjon og samfunn, Miljø og naturressurser, Skog og utmark, Bioteknologi og plantehelse, samt Kart og statistikk.

source: The remaining staff are now the staff of the research station NIBIO Tingvoll.
nb: Resterende personell utgjør nå stasjon NIBIO Tingvoll.

source: organismRegistered=Organism was registered
nb: organismRegistered=Organismen ble registrert

source: It contains offices, a conference centre, a national park centre, a brown bear exhibition and a modern laboratory which is also accredited for DNA analysis of brown bear.
nb: Her er det kontorer, konferansesenter, besøkssenter, bjørneutstilling og et moderne laboratorium som også er akkreditert for DNA på brunbjørn.

source: The analytical line used at NIBIO to quantify and identify plastics in complex environmental samples is composed of a Simultaneous Thermal Analyzer (Thermogravimetry and Differential Scanning Calorimetry), coupled to a FTIR and a GC-MS (see text for more explanations).
nb: Analyselinjen som brukes på NIBIO til å analysere og identifisere plast i komplekse miljøprøver, består av en simultan termisk analysemaskin (termogravimetri og differensiell skanning-kalorimetri) koblet til en FTIR og en GC-MS (se teksten for ytterligere forklaring).

source: An email with username and password was sent to the user's email
nb: En e-post med brukernavn og passord ble sendt til brukerens e-postadresse.

source: The main building was erected in 1954, and is a combined laboratory and office building.
nb: Hovedbygget sto ferdig i 1954. Bygningen er en kombinert laboratorie- og kontorbygning.

source: Implement shed with workshop and drying room.
nb: Redskapshus inkl verksted og tørkerom.

source: locationIsPublic=Location is public
nb: locationIsPublic=Lokaliteten kan vises offentlig

source: All changes are left behind.
nb: Alle endringer blir borte.

source: Livestock and fodder quality, grazing and unenclosed land, genetics, fodder production, sensor technology and animal welfare, game and game husbandry, agronomy and crop nutrition, product quality, biogas, slurry and composting.
nb: Husdyr og fôrkvalitet, beiting og utmark, genetikk, fôrdyrking, sensorteknologi og velferd hos husdyr, vilt og viltforvaltning, agronomi og næringsforsyning, produktkvalitet, biogass, slam og kompostering.

source: Bodø has mild summers and low winter temperatures – normally around zero degrees centigrade.
nb: Bodø har milde sommere og lave vintertemperaturer – ikke langt under null grader.

source: There are good conditions for grass and winter fodder production, and for studying climate effects, climatic adaptation and grass physiology.
nb: Her er gode forhold for engdyrking og produksjon av vinterfôr, studier av klimaeffekter, klimatilpasning og gressfysiologi.

source: NIBIO Landvik is an approved seed supplier, delivering special mixtures of indigenous grass seed originating from the Norwegian mountainous regions.
nb: NIBIO Landvik er godkjent frøforretning og leverer spesialblandinger av stedegent grasfrø med opphav i den norske fjellheimen.

source: Sample pre-treatment by Fenton’s reagent.
nb: Prøveforbehandling ved hjelp av Fenton-reaksjon.

source: maskObservationWith=Mask observation with
nb: maskObservationWith=Masker observasjonen med

source: Basic and applied research
nb: Forskning- og utvikling

source: We are a national reference laboratory for pesticide analysis and plant pest organisms.
nb: Vi er nasjonalt referanselaboratorium for pesticidanalyser og planteskadegjørere.

source: This privacy statement describes how NIBIO collects and uses personal information in Teams and SharePoint.
nb: Denne personvernerklæringen forteller hvordan NIBIO samler inn og bruker personopplysninger i Teams og SharePoint.

source: We can offer accommodation in beautiful surroundings for 50 persons (single and double).
nb: Vi kan tilby overnatting i vakre omgivelser til 50 personer (enkelt og dobbeltrom).

source: This former laboratory building was renovated in 2009 and is now rented out as a kindergarten with two departments.
nb: Tidligere laboratoriebygg som ble renovert i 2009 og leies ut til barnehage med to avdelinger.

source: This study was conducted as an extended part of Agnes Kiriga MSc thesis (Kenyatta University and
nb: Denne første studien som dokumenterer forekomsten av nematoder på ananas i Kenya, er en utvidet del av masteroppgaven til Agnes Kiriga (Kenyatta University og

source: You can exercise your rights by emailing teamssharepoint@nibio.no or by contacting our Data Protection Officer.
nb: Du kan utøve dine rettigheter ved å sende en e-post til teamssharepoint@nibio.no eller ved å kontakte vårt personvernombud.

source: There was great need for facts about the condition of Norway’s forests.
nb: Det var i det hele tatt en frykt for at skogen skulle bli overutnyttet, og et stort behov for fakta om skogen i Norge.

source: Visitor Centre Øvre Pasvik National Park
nb: Besøkssenter for Øvre Pasvik nasjonalpark

source: Avoidance test on earthworms (Dendrobaena veneta) exposed to various types of plastics in soil for 48h.
nb: Unngåelsesforsøk på meitemark (Dendrobaena veneta) som ble utsatt for ulike typer plast i jord i 48 timer.

source: IFOAM EU is responsible for communication, dissemination and facilitation of the science-practice-policy dialogue.
nb: IFOAM EU har ansvar for kommunikasjon, formidling og tilrettelegging av dialogen mellom forsking, politikk og praksis

source: The facility has an automated system for controlling photoperiod, light quality and seawater temperature in the tanks.
nb: Anlegget har et automatisert system for styring av fotoperiode, lyskvalitet og sjøvannstemperatur i tankene.

source: It was later supplemented with the north building (Nordbygget), a free-standing building with laboratory, workshop and offices, and with the east block (Østblokka).
nb: Senere er det utvidet med Nordbygget, et frittstående kombinert laboratorie-, verksted- og kontorbygg, og Østblokka.

source: Through SiEUGreen, NIBIO will contribute to strengthen research on urban agriculture.
nb: Gjennom SiEUGreen-prosjektet vil NIBIO bidra til å styrke forskningen på urbant landbruk.

source: In addition, we saw many destroyed maize fields from the car window.
nb: I tillegg så vi en rekke ødelagte maisåkre fra bilvinduet.

source: The closest neighbouring properties are Steinhaug and Tinghaug, respectively an ancient burial ground and an important early parliament site.
nb: Nærmeste nabo er Steinhaug og Tinghaug, som henholdsvis er en gammel gravplass og en stor tingplass.

source: There are also several cols stores at Særheim, in which temperature can be controlled from -20 °C upwards.
nb: På Særheim finnes det også flere kjølerom, med styring av temperatur fra -20 °C og oppover.

source: At Svanhovd, visitors can also experience our botanical garden and Visitor Centre Øvre Pasvik National Park.
nb: På Svanhovd kan besøkende også oppleve vår botaniske hage og Øvre Pasvik nasjonalparksenter.

source: It boarders Togo to the west, Nigeria to the east and Niger and Burkina Faso to the north.
nb: Det grenser til Togo i vest, Nigeria i øst og Niger og Burkina Faso i nord.

source: The project is funded by the Conference of European Directors of Roads (CEDR).
nb: Prosjektet er finansiert av Conference of European Directors of Roads (CEDR).

source: Data from yr.no are used in Africa and Asia.
nb: Data fra yr.no blir brukt blant annet i Afrika og Asia.

source: ) are large, stout-bodied ground squirrels native to mountainous areas of southwestern Canada and western United States, including the Rocky Mountains.
nb: ) er store, robuste jordekorn som naturlig hører hjemme i fjellområder sørvest i Canada og vest i USA, inkludert Rocky Mountains.

source: The research station is today part of Rogaland Agriculture Park, which comprises 11 organisations and companies connected with agriculture.
nb: Forskningsstasjonen er en del av Rogaland landbrukspark, som omfatter 11 organisasjoner og firma knyttet til landbruk.

source: as their carbon source (Figure 1).
nb: som karbonkilde (Figur 1).

source: Viruses, Bacteria and Nematodes in Forestry, Agriculture and Horticulture
nb: Virus, bakterier og nematoder i skog-, jord og hagebruk

source: There is also a phytotrone with 8 chambers, each of 9-12 m
nb: Fytotronen består av 8 avdelinger, hver på 9-12 m

source: At both commercial sites and in smallholder systems, total PPN densities were highly positively correlated with age of pineapple fields:
nb: Både i de kommersielle plantasjene og i småbrukerfeltene var det en sterk sammenheng mellom den totale PPN-tettheten og alderen på ananasfeltet:

source: Could become a threat in Europe
nb: Kan også utgjøre en trussel i Europa

source: In our lab we have several advanced, continuous photobioreactor systems, which give us the possibility to closely control and monitor the process (Figure 3).
nb: I laboratoriet har vi flere avanserte fotobioreaktorsystemer i kontinuerlig drift, der vi kan kontrollere og overvåke prosessen (Figur 3).

source: A fertile and exciting botanical garden with Nordic and alpine perennials, food plants and summer flowers frame the conference centre.
nb: En frodig og spennende botanisk hage med nordlige og alpine stauder, nytteplanter og sommerblomster danner rammen rundt konferansesenteret.

source: The group offers services in water flow measurement using modern sensor technology, water quality sensors for use in the field, data logging and data presentation with web-based solutions.
nb: Gruppen tilbyr tjenester innen vannmengdemåling med moderne sensorteknologi, vannkvalitetssensorer for bruk i felt, datalogging og datapresentasjon i web-løsninger.

source: The laboratory is accredited for pesticide analysis in food and environmental samples according to NS-EN ISO / IEC 17025 and has accreditation number TEST 035.
nb: Publisert: Laboratoriet er akkreditert for analyse av plantevernmidler i mat og miljøprøver i henhold til NS-EN ISO/IEC 17025, og har akkrediteringsnummer TEST 035.

source: The DNA-laboratory works according to a quality control system based on ISO/IEC 17025, and offers services with documented quality.
nb: DNA-laboratoriet jobber under et kvalitetssystem basert på ISO/IEC 17025, og tilbyr tjenester med dokumentert kvalitet.

source: 1) to develop and optimise biotic and abiotic processes to concentrate nutrients from liquid waste streams, and
nb: 1) å utvikle og optimalisere biotiske og abiotiske prosesser for å oppkonsentrere næringsstoffer fra flytende avfallsstrømmer, og

source: Yellow-bellied marmot at the Rocky Mountain Biological Laboratory.
nb: Gulbukmurmeldyr ved Rocky Mountain Biological Laboratory. Foto:

source: They were applied at three different scales (Figure 2):
nb: Forsøkene ble utført i tre ulike skalaer (Figur 2):

source: To implement a Production Plan and a strategy for optimal exploitation and dissemination of project results.
nb: Lage produksjonsplan og strategi for formidling og optimal utnytting av prosjektresultater.

source: This image is from a controlled forest fire in Årjäng, Sweden in 2012.
nb: Dette bildet er fra en kontrollert skogbrann i Årjäng i Sverige i 2012.

source: messageDeleted=Message was deleted
nb: messageDeleted=Meldingen ble slettet

source: The soil type, characterised as a humus-rich silty sand developed from morainic material, is typical for the region and is suitable for many types of production.
nb: Jordsmonnet, som er karakterisert som moldrik morene, er typisk for Jær-regionen og er gunstig for mange typer produksjon.

source: production of cell-wall degrading enzymes in N. benthamiana plants (Poster).
nb: Jordbruket i Gausas nedbørfelt er dominert av grasdyrking og husdyrproduksjon.

source: The accumulated day-degrees are ≥ 560 degree-days (day-degrees).
nb: Akkumulering av døgngrader er ≥ 560 graddager (døgngrader).

source: The projects are financed by NORAD and the Norwegian Ministry of Foreign Affairs (UD).
nb: Prosjektene er finansiert av NORAD og Utenriksdepartementet (UD) i Norge.

source: “People in urban areas, particularly close to universities, and women under the age of 25 are over-represented among vegetarians,” says Gonera.
nb: Mennesker i urbane områder, gjerne nær universiteter, og kvinner under 25 år er overrepresentert blant vegetarianerne, forteller Gonera.

source: The project will focus on dairy, integrated dairy/beef and specialized beef production systems, addressing the call’s three research areas:
nb: Prosjektet vil fokusere på mjølkeproduksjon, kombinert mjølke- og kjøttproduksjon og spesialiserte storfekjøttproduksjon, og har fokus på tre områder:

source: The model has been tested for Norwegian conditions in the period of 2011-2015.
nb: Modellen har vært testet og evaluert for norske forhold i perioden 2011-2015.

source: - We have solutions the world demands.
nb: – Vi har løsninger verden etterspør.

source: NIBIO Særheim is one of the participants in Rogaland Agricultural Park.
nb: NIBIO Særheim er en av partnerne i Rogaland landbrukspark.

source: NIBIO Svanhovd Conference Centre is located in scenic and quiet surroundings in the central part of the Pasvik valley, in Finnmark.
nb: NIBIO Svanhovd konferansesenter ligger i naturskjønne og rolige omgivelser midt i Pasvikdalen, i Finnmark.

source: Buildings, land resources and specialist instrumentation
nb: Bygningsmasse, jord- og spesiell instrumentering

source: Identify the impact of user, tourist and guide behaviour and perception regarding wooden cultural heritage.
nb: Identifisere virkningen av bruker-, turist- og guideatferd og oppfatning av kulturminner i tre.

source: In 2014 the environmental research was directed towards strengthening research into urban questions, and a facility for studying ‘green rooves’ was established with 10 research units.
nb: I 2014 ble miljøforskningen rettet mot urbane miljø styrket da det ble etablert et forskningsanlegg for grønne tak, med 10 forsøksenheter.

source: This applies to the manufacturers, technology and product variation,” says senior researcher Antje Gonera from the food research institute Nofima.
nb: Det gjelder både produsentene, teknologien og produktvariasjonen, sier seniorforsker Antje Gonera i Matforskningsinstituttet Nofima.

source: userApproved=The user was approved
nb: userApproved=Brukeren ble godkjent

source: The number for Norway is 1963.
nb: For Norge er nummeret 1963.

source: The office has 25 work stations and a meeting room suitable for 14 - 16 persons.
nb: Trondheimskontoret har ca 25 kontorarbeidsplasser og et møterom for 14-16 personer.

source: The species is a native of Latin America where it is a well-known pest.
nb: Arten hører opprinnelig hjemme i Latin-Amerika der den er en kjent skadegjører.

source: Nordland in general, and especially Bodø, is affected by the ocean in numerous ways.
nb: Nordland generelt, og Bodø spesielt, er påvirket av havet på mange måter.

source: The building houses a combination of offices and laboratories, in well-lit and modern surroundings.
nb: Bygget er et kombinert laboratorie- og kontorbygg, med lyse og tidsmessige lokaler.

source: They also visited shops in different countries to find products.
nb: I tillegg har de besøkt butikker i forskjellige land for å finne produkter.

source: The largest producers are Costa Rica, the Philippines, Brazil and Thailand, which together amount to nearly 50% of total world production.
nb: De største ananasprodusentene er Costa Rica, Filippinene, Brasil og Thailand, og til sammen står disse fire landene for rundt 50 % av den totale verdensproduksjonen.

source: emailNotRegistered=The email address is not registered
nb: emailNotRegistered=E-postadressen er ikke registrert

source: The department also has activity at Tingvoll in the county of Møre and Romsdal, and is available for projects throughout Norway.
nb: Avdelingen har også aktivitet på Tingvoll (Møre og Romsdal kommune), og er tilgjengelig for oppgaver over hele landet.

source: Svanhovd is also the authorised visitor centre for Øvre Pasvik national park, with exhibitions presenting Pasvik valley’s unique nature, fauna, culture and history.
nb: Svanhovd er også autorisert besøkssenter for Øvre Pasvik nasjonalpark med utstilling om presenterer Pasvikdalens unike natur, dyreliv, kultur og historie.

source: The information will be systemised in a report published on NIBIO’s web pages.
nb: Dette vil presenteres i en rapport som vil publiseres på NIBIO’s nettsider.

source: Rooftop greenhouse in Bergen
nb: Veksthus på tak i Bergen

source: Theoretically, it is not inconceivable that adult insects could cross the Sahara on their own, but they are dependent on favourable air currents to manage this.
nb: Teoretisk er det ikke utenkelig at de voksne insektene også kan krysse Sahara på egenhånd, men de er avhengig av gunstige luftstrømmer for å klare det.

source: Amongst these are Norway’s Agricultural Advisory Service NLR, Tine dairy advice, the Winter Agricultural College, Klepp Accountancy Team and the College of Agriculture and Rural Development.
nb: Blant annet finner en her Norsk landbruksrådgivning, Tine rådgivning, Vinterlandbruksskolen, Klepp rekneskapslag og Høgskolen for landbruk og bygdeutvikling.

source: Tjøtta is a small community with about 250 inhabitants on the coast of Helgeland in Nordland county, the home of one of NIBIO’s three northernmost research stations.
nb: Tjøtta er ei lita bygd på Helgelandskysten i Nordland med rundt 250 innbyggere. Her finner vi en av NIBIOs tre nordligste forskningsstasjoner.

source: nameAlreadyExists=The name already exists
nb: nameAlreadyExists=Navnet er allerede i bruk

source: I this pre-study we investigate the possibilities for building a rooftop greenhouse in Bergen, Norway.
nb: I dette forprosjektet utredes mulighetene for å bygge veksthus på tak i Bergen.

source: At Innocamp, we are part of a research cluster together with Sintef, the District Center, KUN Centre for Equality and Diversity (Center for Knowledge and Development), and Nord University.
nb: På Innocamp er vi en del av forskningsklyngen sammen med Sintef, Distriktssenteret, Likestillingssenteret KUN (Senter for kunnskap og utvikling) og Nord Universitet.

source: In recent years, economic growth has been offset by the increase in population.
nb: De senere år har vekst i økonomien blitt oppveiet av økningen i folketallet.

source: -The study confirms an obvious need for pineapple producers to control PPN to improve crop yields, Haukeland concludes.
nb: – Ananasprodusentene har åpenbart et behov for å kontrollere PPN for å forbedre avlingene, avslutter Haukeland.

source: Grown culture of the green microalga Chlorella sorokiniana, 4.
nb: Dyrket kultur av den grønne mikroalgen Chlorella sorokiniana, 4.

source: I think every day should be “World Wildlife Day””, Dr. Kroeger concludes.
nb: Jeg synes egentlig hver dag bør være en «World Wildlife Day», avslutter hun.

source: We have conducted avoidance tests (following the ISO guideline 17512-1) on earthworms
nb: Vi har gjennomført unngåelsesforsøk (etter retningslinjene i ISO 17512-1) på meitemarker (

source: Master of Science in Globalisation, Global politics and Culture, NTNU (2009).
nb: Master i globalisering, global politikk og kultur fra NTNU (2009)

source: confirmEmailReceipt=Your email was successfully confirmed.
nb: confirmEmailReceipt=Din e-postadresse ble bekreftet.

source: It was assumed that harvesting was not sustainable and that the Norwegian forests were «… on the brink of disaster» («…med stormskridt mot undergangen»), as Agnar Barth, later on Professor in Forest Management at the Agricultural College of Norway, wrote in an article in 1916.
nb: Det ble antatt at hogsten på den tiden ikke var bærekraftig og at de norske skogene «… gikk med stormskridt mot undergangen», slik professor i skogskjøtsel Agnar Barth advarte i en artikkel i Tidskrift for Skogbruk i 1916.

source: Farmyard with housing for sheep and cattle followers, a research animal house, rooms for implements and technical equipment, a laboratory and a staffroom
nb: Driftstun med fjøs for sau og sjølrekrutterende storfe, forsøksfjøs, rom for maskiner og teknisk utstyr, grovlaboratorie og personalrom.

source: SOLUTIONS is coordinated by NIBIO - Norwegian Institute of Bioeconomy Research.
nb: SOLUTIONS er koordinert av NIBIO - Norsk institutt for bioøkonomi.

source: Figure 1 shows the overall set-up of the experiment from the toilet to the photobioreactor.
nb: Figur 1 viser skjematisk eksperimentoppsett fra toalett til fotobioreaktor.

source: noDescriptionFound=No description found
nb: noDescriptionFound=Ingen beskrivelse funnet

source: Over the life cycle, purchase of poultry is expected to increase with age while the opposite is true for red meat.
nb: Endringer i mjølkeprisen påvirker ikke faktorinnsats og avdrått, men fortjeneste og mjølkekvotens skyggepris.

source: «Day-degree threshold for low likelihood of attack» corresponds to when the warning changes from green to yellow (260 day-degrees).
nb: «Døgngradsterskel for lav svermerisiko» tilsvarer terskelen der varsel går fra grønt til gult (260 døgngrader).

source: Methods and product development for utilising nutrients and stable organic materials as fertiliser and soil improvement.
nb: Metoder/produktutvikling for utnyttelse av næringssalter og stabilt organisk materiale til gjødsel og jordforbedring.

source: The ocean and coastal area are vital for fisheries and whaling, as well as for transport and tourism.
nb: Havet og strandsonen er viktige for fiske og fangst, som transportåre, og friluftsliv.
